{
  "(COMING SOON) Accrue automatic yield through flash loans and\nSUSHI strategies": "(EM BREVE) Aumente o rendimento automático por meio de empréstimos \n estratégias de SUSHI",
  "(View on explorer)": "Visualizar no explorer",
  "+ Add a send (optional)": "+ Adicionar um envio (opcional)",
  "+ Create a new market": "+ Crie um novo mercado",
  "- Remove send": "- Remover enviar",
  "300M+ TVL on Polygon! Optimized routing enabled": "300M+TVL no Polygon! Roteamento otimizado ativado",
  "<0>Tip:</0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.</1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive your rewards at any time.": "<0>Dica: </0> para começar a ganhar recompensas, você primeiro precisará adquirir algum SLP, adicionando liquidez ao par especificado ou <1>migrando liquidez existente. /1> Uma vez que você tiver SLP, você pode vinculá-lo a esta fazenda para começar a ganhar recompensas. Deslocar a qualquer momento e então você pode converter seu SLP para tokens base clicando em Remover Liquidez. Clique em Colher para receber suas recompensas a qualquer momento.",
  "<0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<0> Dica: </0> remover os tokens do pool converte sua posição de volta em tokens subjacentes na taxa atual, proporcional à sua participação no pool. As taxas acumuladas estão incluídas nos valores que você recebe.",
  "<0>Tip:</0> Use this tool to find pairs that don't automatically appear in the interface": "<0> Dica: </0> use esta ferramenta para encontrar pares que não aparecem automaticamente na interface",
  "<0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<0> Dica: </0> ao adicionar liquidez, você receberá tokens de pool que representam sua posição. Esses tokens ganham automaticamente taxas proporcionais à sua participação no pool e podem ser resgatados a qualquer momento.",
  "<0>Your</0> Positions": "<0> Suas </0> posições",
  "<0>{0}:</0> {1}": "",
  "A contribution to the reserve paid by members for directly selling G$ tokens.": "",
  "A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.": "Uma parte de cada transação (0,25%) vai para provedores de liquidez como um incentivo de protocolo.",
  "APPROVE": "APROVER",
  "APPROVED": "",
  "APPROVING": "APROVANDO",
  "APR": "ABR",
  "APR (incl. Fees)": "APR (incluindo tarifas)",
  "APY": "",
  "APY (incl. Fees)": "APY (incluindo tarifas)",
  "Accept": "Aceitar",
  "Accept update": "Aceitar Atualização",
  "Account": "Contas",
  "Active": "Ativo",
  "Add": "Adicionar",
  "Add Liquidity": "Adicionar Liquidez",
  "Add SAK3 to your Metamask wallet": "",
  "Add Sushi to your Metamask wallet": "Adicione Sushi à sua carteira Metamask",
  "Add collateral in order to borrow assets": "Adicionar garantia para pedir ativos emprestados",
  "Add liquidity": "Adicione liquidez",
  "Add xSushi to your Metamask wallet": "Adicione xSushi à sua carteira Metamask",
  "All Yield Farms": "Todas as fazendas de rendimento",
  "Amount": "quantidade",
  "Amount of Tokens": "Quantidade de Tokens",
  "Amount to Remove": "Valor a receber",
  "An update is available for the token list": "Atualização de token disponível para lista",
  "Analytics": "Analítica",
  "Annual Percentage Yield (APY) is the percentage yield being earned.": "",
  "Anyone can create a token, including creating fake versions of existing tokens that claim to represent projects.": "Qualquer pessoa pode criar um token, incluindo a criação de versões falsas de tokens existentes que afirmam representar projetos.",
  "Approve": "Aprovar",
  "Approve Kashi": "Aprovar Kashi",
  "Approve {0}": "Aprovar {0}",
  "Approved": "Aprovado",
  "Approving": "Aprovando",
  "Approving {0}": "Aprovando {0}",
  "Are you sure?": "Tem certeza?",
  "Available": "Disponível",
  "Awesome!": "",
  "Back": "Esc / Voltar",
  "Back to portfolio": "Voltar ao Portfólio",
  "Balance": "Equilíbrio",
  "Bento Balance: {0}": "Balanço Bento: {0}",
  "BentoBox": "BentoBox",
  "BentoBox Apps": "Apps BentoBox",
  "BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.": "BentoBox é uma forma inovadora de usar dapps gas de forma eficiente e ganhar rendimento extra.",
  "BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets": "BentoBox fornece rendimento extra em depósitos com empréstimos flash, estratégias e transferências fixas de baixo consumo de gás entre dapps integrados, como os mercados de Kashi",
  "BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.": "As estratégias de BentoBox podem gerar rendimento para seus tokens colaterais. Este token ainda não possui uma estratégia no BentoBox.",
  "BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.": "As estratégias de BentoBox podem gerar rendimento para sua liquidez enquanto ela não é emprestada. Este token ainda não possui uma estratégia no BentoBox.",
  "Blocked address": "Endereços Bloqueados",
  "Borrow": "Pedir emprestado",
  "Borrow APR": "Pedir emprestado APR",
  "Borrow assets and leverage up": "Emprestar ativos e alavancar",
  "Borrow {0}": "Pegar emprestado {0}",
  "Borrow {0}-{1}": "Pegar emprestado {0} - {1}",
  "Borrowed": "Emprestado",
  "Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.": "O empréstimo permite que você obtenha liquidez sem vender. Seu limite de empréstimo depende do valor da garantia depositada. Você poderá pedir emprestado até 75% de sua garantia e pagar a qualquer momento com os juros acumulados.",
  "Bridge Assets": "Ativos de ponte",
  "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\nyour liquidity.": "Ao adicionar liquidez, você ganhará 0,25% de todas as negociações neste par proporcional à sua participação \n no pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas retirando \n sua liquidez.",
  "By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.": "Ao acrescentar esta lista, você está implicitamente confirmando que considera os dados corretos. Qualquer pessoa pode criar uma lista, incluindo versões falsas de listas existente e listas que alegam representar projetos que não existem.",
  "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "Ignora os modais de confirmação e permite negociações com alto índice de slippage. Use por sua conta e risco.",
  "CLAIMABLE REWARDS": "",
  "CONFIRM SWAP": "CONFIRMAR TROCA",
  "Change": "Alterar",
  "Check out Sushi on Polygon (Matic)": "Confira Sushi on Polygon (Matic)",
  "Claim": "Afirmação",
  "Claim All": "",
  "Claim G$ rewards": "Reivindicar recompensas",
  "Claim GOOD": "",
  "Claim GOOD rewards": "",
  "Claim Rewards": "",
  "Claim SUSHI": "Reivindicar SUSHI",
  "Claim UBI": "Reivindicar UBI",
  "Claim reward": "",
  "Claim rewards": "",
  "Claim your test tokens here...": "Reivindique seus tokens de teste aqui...",
  "Claimable": "Reivindicável",
  "Claimable Rewards": "Reivindicar recompensas",
  "Claimed": "Reivindicado",
  "Claimed G$ Rewards": "Recompensas G$ Reivindicadas",
  "Claimed GOOD Rewards": "",
  "Claiming the following rewards:": "",
  "Claiming your rewards will reset your multiplier": "",
  "Claiming your rewards will reset your multiplier.": "",
  "Clear History": "Limpar histórico",
  "Clear all": "Lompar tudo",
  "Click here to switch to Polygon using Metamask": "Clique aqui para mudar para Polygon usando Metamask",
  "Click on a pool below, input the amount you wish to migrate or select max, and click\nmigrate": "Clique em um pool abaixo, insira a quantidade que deseja migrar ou selecione o máximo e clique em \n migrar",
  "Click this button to Claim your Daily UBI in": "Clique neste botão para solicitar sua UBI Diária em",
  "Close": "Fechar",
  "Collateral": "Colateral",
  "Common bases": "Bases comuns",
  "Community Approval": "Aprovação da Comunidade",
  "Confirm": "confirme",
  "Confirm Adding Liquidity": "Confirme a adição de liquidez",
  "Confirm Staking": "Confirmar piquetagem",
  "Confirm Supply": "Confirme o fornecimento",
  "Confirm Swap": "Confirmar troca",
  "Confirm Withdrawal": "Confirmar Retirada",
  "Confirm swap": "Confirmar troca",
  "Confirm this transaction in your wallet": "Confirmar esta operação na sua carteira",
  "Congratulations!": "Parabéns!",
  "Connect Wallet": "Carteira de conexão",
  "Connect a wallet to see your portfolio": "",
  "Connect to a wallet": "Conecte a uma carteira",
  "Connect to a wallet to find pools": "Conecte-se a uma carteira para encontrar piscinas",
  "Connect to a wallet to view your liquidity": "Conecte-se a uma carteira para ver sua liquidez",
  "Connect wallet": "",
  "Connected with": "Conectar com",
  "Copied": "",
  "Copy address": "Copiar endereço",
  "Create Pool & Supply": "Criar piscina e abastecimento",
  "Create a Pair": "Crie um par",
  "Create a pair": "Crie um par",
  "Create pool": "Criar piscina",
  "Current Rate": "Taxa atual",
  "DEPOSIT": "DEPÓSITO",
  "Dashboard": "Gráficos",
  "Date": "Data",
  "Deposit": "Depósito",
  "Deposit SUSHI into BentoBox": "Deposite SUSHI em BentoBox",
  "Deposit overview": "Visão geral de depósito",
  "Deposit tokens into BentoBox for all the yields": "Tokens de depósito em BentoBox para todos os rendimentos",
  "Deposited": "Depositado",
  "Dev": "Desenv.",
  "Did you just create UBI for thousands of people around the world?": "",
  "Disable Multihops": "Desativar Multihops",
  "Disconnect": "",
  "Discontinued": "",
  "Discord": "Discórdia",
  "Dismiss": "Liberar",
  "Docs": "Documentos",
  "Documentation for developers": "",
  "Documentation for developers of Sushi.": "Documentação para desenvolvedores do Sushi.",
  "Documentation for users": "",
  "Documentation for users of Sushi.": "Documentação para usuários do Sushi.",
  "Don't see a pool you joined? <0>Import it.</0>": "Não vê um pool do qual você entrou? <0> Importar. </0>",
  "Dont see a pool you joined?": "Não vê uma piscina da qual você entrou?",
  "Double Yield Farms": "Fazendas de duplo rendimento",
  "ETHEREUM": "",
  "Enjoy the lowest slippage on Polygon": "Aproveite a diferença de preço no Polygon",
  "Enter": "Entrar",
  "Enter Amount": "Insira o valor",
  "Enter a recipient": "Insira um destinatário",
  "Enter a valid slippage percentage": "Insira uma porcentagem de derrapagem válida",
  "Enter an amount": "Insira um valor",
  "Enter valid list location": "Digite uma localização válida para a lista",
  "Enter valid token address": "Inserir endereço de token válido",
  "Error": "Erro",
  "Error connecting": "Erro ao conectar",
  "Error connecting.": "Erro ao conectar.",
  "Error connecting. Try refreshing the page.": "Erro de conexão. Tente atualizar a página.",
  "Error importing list": "Erro ao importar a lista",
  "Expanded results from inactive Token Lists": "Resultados ampliados de Listas de Tokens inativas",
  "Expert mode turns off the confirm transaction prompt and allows high slippage trades\nthat often result in bad rates and lost funds.": "O modo especialista desativa o prompt de confirmação da transação e permite negociações com alto risco \n que geralmente resultam em taxas ruins e perda de fundos.",
  "FUSE": "",
  "Fetching Farms": "Buscando fazendas",
  "Fetching Instruments": "Buscando instrumentos",
  "Find Pool": "Encontrar piscina",
  "Fixed Apy": "",
  "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receive\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\nSUSHI and any additional from fees.": "Para cada troca em cada cadeia, 0. 5% das taxas de swap são distribuídas como SUSHI\nproporcional à sua participação no SushiBar. Quando sua SUSHI estiver dentro do SushiBar você recebe\nxSUSHI em troca dos direitos de voto e um token totalmente composto que pode interagir com outros protocolos.\nSeu xSUSHI é continuamente composto, quando você desfizer falha, receberá todos os\nSUSHI originalmente depositados e qualquer adicional de taxas.",
  "From": "A partir de",
  "From (estimated)": "De (estimado)",
  "Fuse Bridge": "",
  "G$": "",
  "GDX": "",
  "GDX is a token earned by directly buying G$ from the Reserve. Members with GDX do not pay the\ncontribution exit.": "",
  "GDX is a token earned by directly buying G$ from the Reserve. Members with GDX do not pay the contribution exit.": "",
  "GOO": "",
  "GOOD": "",
  "GOOD Airdrop": "",
  "Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.": "Ganhe exposição a tokens sem reduzir seus ativos. A alavancagem permitirá que você assuma posições curtas contra ativos e ganhe com os movimentos de baixa.",
  "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\nall swaps from all chains)": "Obtenha direitos de governança com xSUSHI e ganhe 5% APR (0,05% de \n todas as trocas de todas as redes)",
  "Go Back": "Voltar",
  "Go to Portfolio": "Vá para Portfólio",
  "GoodDAO": "",
  "GoodDAO Staking": "Implantação de GoodDAO",
  "GoodDollar": "",
  "GoodDollar is a supporter of open source": "",
  "GoodStakes": "GoodStakes",
  "Hardware Wallet": "Carteira de Hardware",
  "Harvest {0} SUSHI": "Colher {0} SUSHI",
  "Harvest {0} SUSHI & {1} ALCX": "",
  "Harvest {0} SUSHI & {1} MATIC": "Colher {0} SUSHI e {1} MATIC",
  "Have Liquidity on {0}?": "Tem liquidez em {0} ?",
  "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.": "Você tem ativos sobre os quais deseja ganhar juros adicionais? Empreste-os em mercados isolados e ganhe juros dos tomadores de empréstimos. É tão fácil quanto depositar e sacar quando quiser.",
  "Health": "Saúde",
  "Helpful Sushi Tools": "Ferramentas úteis para sushi",
  "Historical Total Locked: Connect Wallet": "Total histórico bloqueado: conectar carteira",
  "Historical Total Locked: Fetching Total": "Total histórico bloqueado: Buscando total",
  "Historical Total Locked: {0} SUSHI": "Total histórico bloqueado: {0} SUSHI",
  "Holding": "Participação",
  "How many GOOD tokens you are accumulating by this stake position.": "Quantos tokens GOOD você está acumulando por esta posição de aposta.",
  "How much rewards would you like to donate": "",
  "How much tokens your deposits have accumulated so far.": "",
  "How much value your stake has accumulated so far.": "Quanto valor sua aposta acumulou até agora.",
  "How much would you like to deposit?": "Quanto gostaria de depositar?",
  "How much would you like to withdraw?": "Quanto quer retirar?",
  "I understand": "Eu compreendo",
  "If you purchase a token from this list, you may not be able to sell it back.": "Se você comprar um token desta lista, pode não ser possível vendê-lo novamente.",
  "If you purchase this token, you may not be able to sell it back.": "Se você comprar um token desta lista, pode não ser possível vendê-lo novamente.",
  "Import": "Importar",
  "Import List": "Importar Lista",
  "Import Pool": "Pool de importação",
  "Import at your own risk": "Importar por sua conta e risco",
  "Import it": "Importar Isto",
  "Initializing...": "Inicialização ",
  "Input is estimated. You will sell at most": "A entrada é estimada. Você venderá no máximo",
  "Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.": "A entrada é estimada. Você venderá no máximo <0> {0} {1} </0> ou a transação será revertida.",
  "Instruments": "Instrumentos",
  "Insufficient Balance": "Saldo insuficiente",
  "Insufficient WETH balance": "Balanço WETH insuficiente",
  "Insufficient liquidity for this trade": "Liquidez insuficiente para este comércio",
  "Insufficient {0} balance": "Saldo {0} insuficiente",
  "Interface Settings": "Configurações de interface",
  "Invalid pair": "Par inválido",
  "Invalid recipient": "Recipiente inválido",
  "Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.": "Os mercados de empréstimos isolados reduzem seus riscos como credores de ativos. Saiba exatamente quais garantias estão disponíveis para você em caso de insolvência da contraparte.",
  "Join the community of discord": "",
  "Join the community on Discord.": "Junte-se à comunidade no Discord.",
  "Kashi Lending": "Empréstimo Kashi",
  "Keys Burned: 2022.03.04 at 22:05": "Chaves queimadas: 2.022.03.04 às 22.05",
  "Learn More": "Saiba Mais",
  "Learn more about wallets": "Saiba mais sobre carteiras",
  "Lend": "Emprestar",
  "Lend assets for interest from borrowers.": "Empreste ativos com juros de tomadores de empréstimos.",
  "Lend your assets, earn yield with no impermanent loss": "Empreste seus ativos, ganhe rendimento sem perdas impermanentes",
  "Lend {assetSymbol}": "Empreste {assetSymbol}",
  "Lending": "Empréstimo",
  "Lending Yield Farms": "Fazendas de Rendimento de Empréstimos",
  "Lent": "Quaresma",
  "Limit <0>Used</0>": "Limite <0> usado </0>",
  "Liquidity": "Liquidez",
  "Liquidity Positions": "Posições de liquidez",
  "Liquidity Provider Fee": "Taxa do provedor de liquidez",
  "Liquidity Provider Rewards": "Recompensas do provedor de liquidez",
  "Liquidity Yield Farms": "Rendimento Liquido da Fazenda ",
  "Liquidity is the total value staked in the GoodDollar Trust staking contract (USD).": "",
  "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\nwithdrawing your liquidity": "Provedores de liquidez ganhar uma taxa de 0,25% em todas as rotas proporcional à sua quota de \n da piscina. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas \n retirando sua liquidez",
  "Lists": "Listas",
  "Loaded": "Carregado",
  "Loading": "Carregando",
  "Loading your {exchange} liquidity positions": "Carregando suas posições de liquidez de {exchange}",
  "Loading...": "Carregando...",
  "Loan to Value": "Empréstimo de valor",
  "MAX": "MÁX.",
  "MULTIPLIER": "MULTIPLICADOR",
  "Make the most of your": "Aproveite ao máximo seu",
  "Manage": "Gerir",
  "Manage Liquidity in Rewards Pool": "Gerenciar a liquidez no pool de recompensas",
  "Manage this pool": "Gerenciar este pool",
  "Market Info": "Informação de Mercado",
  "Market Staked": "Mercado Apostado",
  "Markets": "Mercados",
  "Max": "Máx.",
  "Maximize yield by staking SUSHI for xSUSHI": "Maximize o rendimento piquetando SUSHI para xSUSHI",
  "Maximum sold": "Máximo vendido",
  "Migrate": "Migrar",
  "Migrate Now": "Migrar agora",
  "Migrate Now.": "Migrar agora.",
  "Migrate {exchange} Liquidity": "Migrar liquidez de {exchange}",
  "Migrating": "Migrando",
  "Migration is done in one-click using your signature (permit)": "A migração é feita com um clique usando sua assinatura (licença)",
  "Minimum received": "Mínimo recebido",
  "Miso": "",
  "Missed the Auction?": "",
  "My Stake": "Minha aposta",
  "Network Fee": "Taxa de Rede",
  "New": "Novo",
  "New network, new features": "Nova rede, novos recursos",
  "New to Ethereum?": "Novo na Ethereum?",
  "Next month:": "Próximo mês",
  "No LP tokens found": "Nenhum LP encontrado",
  "No Liquidity found": "Nenhuma liquidez encontrada",
  "No Results": "Sem resultados",
  "No Results.": "Nenhum Resultado",
  "No data.": "Nenhum dado.",
  "No liquidity found": "Nenhuma liquidez encontrada",
  "No liquidity found to do swap": "Nenhuma liquidez encontrada para fazer swap",
  "No liquidity positions found": "Nenhuma posição de liquidez encontrada",
  "No pool found": "Nenhuma piscina encontrada",
  "No results found": "Nenhum resultado encontrado",
  "Non-hardware Wallet": "Carteira Não Hardware",
  "None": "Nenhum",
  "OFF": "DESLIGADO",
  "ON": "Ligado",
  "ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.": "USE ESTE MODO SOMENTE SE SABE O QUE ESTÁ FAZENDO.",
  "Off": "Desligado",
  "On": "Ativada",
  "One click SUSHI → xSUSHI → aXSUSHI": "Um clique SUSHI → xSUSHI → aXSUSHI",
  "Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device": "Ups! Ocorreu um erro desconhecido. Atualize a página ou visite de outro navegador ou dispositivo",
  "Open Source": "Código aberto",
  "Open main menu": "Abra o menu principal",
  "Oracle": "Oráculo",
  "Output is estimated. If the price changes by more than {0}% your transaction will revert.": "A produção é estimada. Se o preço mudar em mais de {0} %, sua transação será revertida.",
  "Output is estimated. You will receive at least": "A saída está estimada. Você receberá pelo menos",
  "Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.": "A produção é estimada. Você receberá pelo menos <0> {0} {1} </0> ou a transação será revertida.",
  "Output is estimated. You will receive at least {0} or the transaction will revert": "A produção é estimada. Você receberá pelo menos <> {}  </0> ou a transação será revertida",
  "Output is estimated. You will receive at least {minimumReceived} or the transaction will revert": "",
  "Output will be sent to": "A saída será enviada para",
  "Output will be sent to <0>{0}</0>": "A saída será enviada para <0> {0} </0>",
  "PENDING SIGN...": "SINAL PENDENTE...",
  "PROTOCOL": "PROTOCOLO",
  "Pending": "Pendente",
  "Pending Treasury Transfer": "Pendente de transferência de tesouraria",
  "Please confirm you would like to remove this list by typing": "Confirme que você deseja remover esta lista digitando",
  "Please connect to the appropriate Ethereum network.": "Por favor, conecte-se à rede Ethereum apropriada.",
  "Please connect to the appropriate network.": "",
  "Please connect your Web3 wallet to the Fuse Network to Claim UBI.": "Conecte sua carteira Web3 à Rede Fuse para Solicitar UBI.",
  "Please type the word \"confirm\" to enable expert mode.": "Digite a palavra \"confirmar\" para habilitar o modo especialista.",
  "Please wait": "",
  "Polygon subgraphs are currently experiencing high loads. The APY displayed are based on lagging fees. Funds are safe, we are working on resolving and providing accurate consolidated APY information.": "Atualmente, os subgráficos de polígono estão enfrentando altas cargas. O APY exibido é baseado em taxas atrasadas. Os fundos estão seguros, estamos trabalhando para resolver e fornecer informações precisas de APY consolidadas.",
  "Pool": "Piscina",
  "Pool Found!": "Piscina encontrada!",
  "Pool Rewards": "Recompensas da piscina",
  "Pool Tokens": "Tokens de pool",
  "Pool tokens in rewards pool": "Tokens de pool no pool de recompensas",
  "Pooled {0}": "Combinado {0}",
  "Portfolio": "Portfólio",
  "Positions": "Posições",
  "Pour a hot bowl of MISO, the new <0>token launchpad</0> from SUSHI": "",
  "Price": "Preço",
  "Price Impact": "Impacto de preço",
  "Price Impact High": "Impacto de preço alto",
  "Price Impact Too High": "Impacto de preço muito alto",
  "Price Updated": "Preço Atualizado",
  "Protocol": "Protocolo",
  "REWARDS": "RECOMPENSAS",
  "Rates": "Cotações",
  "Read Tutorial": "Leia o tutorial",
  "Read more about unsupported assets": "Ler mais sobre ativos incompatíveis",
  "Read the contract": "Leia o contrato",
  "Recent Transactions": "Operações recentes",
  "Recipient": "Destinatário",
  "Remove": "Remover",
  "Remove Liquidity": "Remover Liquidez",
  "Remove list": "Remover lista",
  "Remove send": "Remover enviar",
  "Removing {0} {1} and {2} {3}": "Removendo {0} {1} e {2} {3}",
  "Repay": "Reembolsar",
  "Request Tool": "Solicitar ferramenta",
  "Restricts swaps to direct pairs only.": "Restringe as trocas apenas aos pares diretos.",
  "Rewards": "Recompensas",
  "Route": "Rota",
  "Routing through these tokens resulted in the best price for your trade.": "O roteamento por meio desses tokens resultou no melhor preço para sua negociação.",
  "SAAVE": "SAAVE",
  "SAAVE: Stack your yields in one transaction": "SALVAR: Empilhe seus rendimentos em uma transação",
  "STAKE": "Travar",
  "SUSHI Balance": "Balanço SUSHI",
  "SUSHI Balance: {sushiBalance}": "Balanço SUSHI: {sushiBalance}",
  "SUSHI {0}/{1} Burned": "SUSHI {0} / {1} queimado",
  "SWAP": "",
  "Savings": "",
  "Search by name, symbol, address": "Pesquise por nome, símbolo, endereço",
  "Search name or paste address": "Pesquise o nome ou cole o endereço",
  "Search name or paste the address": "Pesquise o nome ou cole o endereço",
  "Select a token": "Selecione um token",
  "Select a token to find your liquidity": "Selecione um token para encontrar sua liquidez",
  "Select an LP Token": "Selecione um token LP",
  "Share of Pool": "Participação na piscina",
  "Share of Pool:": "Participação na piscina:",
  "Share with friends": "",
  "Slippage Tolerance": "Tolerância de deslizamento",
  "Slippage tolerance": "Tolerância de deslizamento",
  "Social APY": "",
  "Some assets are not available through this interface because they may not work well with our smart contract or we are unable to allow trading for legal reasons.": "Alguns ativos não estão disponíveis nesta interface, porque não funcionam bem com os contrato inteligentes, ou não foi possível permitir as negociações por motivos legais.",
  "Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used": "Ocorreu um erro durante a assinatura da aprovação. Isso é esperado para carteiras de hardware, como Trezor e Ledger. Clique novamente e o método substituto será usado",
  "Stack Yields with SAAVE": "Rendimentos de pilha com SAAVE",
  "Stake": "Estaca",
  "Stake SUSHI": "Travar SUSHI",
  "Stake SUSHI for xSUSHI": "Aposta SUSHI para xSUSHI",
  "Stake into xSUSHI add collateral as axSUSHI on Aave all in\none click": "Apostar em xSUSHI adicionar garantia como axSUSHI em Aave tudo em \n um clique",
  "Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.": "Aposte seu SUSHI em xSUSHI por ~ 5% APY. Deposite seu xSUSHI no Aave como aXSUSHI para ganhar juros colaterais e poder de empréstimo. Tudo em um clique.",
  "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\nContinuously compounding.": "Aposte seu SUSHI em xSUSHI por ~ 5% APY. Sem perda impermanente, sem perda de direitos de governança. \n Composto continuamente.",
  "Staked {0} at {1}": "Travado {0} de {1}",
  "Stakes": "Travas ",
  "Staking": "Travamento",
  "Staking APR": "Implantar APR",
  "Staking could be of two types: UBI for funds staked on the GoodDollar trust for the generation of new G$ for universal income distribution, or Governance (to be enabled) for staking G$s for GOOD Rewards.": "Travamento poderia ser de dois tipos: UBI para fundos apostados na confiança do GoodDollar para a geração de novo G$ para a distribuição universal do rendimento, ou Governador (para ser habilitado) para staking G$s para as Recompensas GOOD.",
  "Starting at 1.0, your multiplier will increase to 2.0 after one month of staking to the Trust, at which point you can be rewarded with more G$ every day!": "A partir do dia 1.0, o seu multiplicador aumentará para 2. após um mês de estágio na Confiança, em que ponto você pode ser recompensado com mais G$ todos os dias!",
  "Submit Tool": "Ferramenta de envio",
  "Success!": "Sucesso!",
  "Supply APR": "Abastecimento APR",
  "Supplying {0} {1} and {2} {3}": "Fornecendo {0} {1} e {2} {3}",
  "Sushi allows for swapping of ERC20 compatible tokens across multiple networks": "Sushi permite a troca de tokens compatíveis com ERC20 em várias redes",
  "Sushi is a supporter of Open Source.": "Sushi é um defensor do Open Source.",
  "SushiBar": "Sushi Bar",
  "SushiBar: Make SUSHI work for you": "SushiBar: faça o SUSHI trabalhar para você",
  "Swap": "Trocar",
  "Swap Anyway": "Trocar mesmo assim",
  "Swap Completed": "",
  "Swap From (est.):": "Trocar de (est.):",
  "Swap From:": "Trocar de:",
  "Swap To (est.):": "Trocar para (est.):",
  "Swap To:": "Trocar para:",
  "Swap for SAK3 token on SUSHI now. Click here to swap.": "",
  "Swap from": "Trocar de",
  "Swap to": "Trocar para",
  "Swapped  {0} {1}\nto {2} {3}": "Convertendo {0} {1} para {2} {3}",
  "Swapped {inputSig} {0} \nto a minimum of {minimumOutputSig} {1}": "Trocou {inputSig} {0} \npara um mínimo de {minimumOutputSig} {1}",
  "Swapping": "Trocando",
  "Swapping G$ against GoodReserve has no third party fees if you swap from/to cDAI as it's our reserve token. Swapping G$s from/to other assets implies a 0.3% of fee going to 3rd party AMM liquidity providers.": "Trocar G $ por GoodReserve não tem taxas de terceiros se você trocar de/para cDAI, pois é nosso token de reserva. Trocar G$s de/para outros ativos implica uma taxa de 0,3% para provedores de liquidez AMM terceirizados.",
  "Swapping {inputSig} {0} \nto a minimum of {minimumOutputSig} {1}": "Trocou {inputSig} {0} \npara um mínimo de {minimumOutputSig} {1}",
  "Switch to {network}": "Trocar para {network}",
  "Switch your network to {0} to work with Portfolio": "Mude sua rede para {0} para trabalhar com o Portfólio",
  "Switch your network to {0} to work with Stakes": "Mude sua rede para {0} para trabalhar com o travamento",
  "TOKEN": "TOKEN",
  "TVL": "TVL",
  "TYPE": "",
  "The GoodReserve is a Bancor-V1 Automated Market Maker (AMM) that operates on Ethereum. \nThis contract is able to mint and burn G$s according to the increase or decrease of it's demand. \nPrice impact is low as G$ liquidity is produced on demand depending by the reserve ratio.": "",
  "The difference between the market price and estimated price due to trade size.": "A diferença entre o preço de mercado e o preço estimado devido ao tamanho do comércio.",
  "The difference between the market price and your price due to trade size.": "A diferença entre o preço de mercado e seu preço devido ao tamanho da negociação.",
  "The fixed annual interest.": "",
  "The minimum amount of tokens to receive.": "",
  "The onchain oracle that tracks the pricing for this pair": "O oráculo onchain que rastreia os preços para este par",
  "The token list": "A lista de tokens",
  "The total of your deposits which accumulates the rewards.": "",
  "The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.": "A transação não pode ser bem-sucedida devido ao erro: {0} . Este é provavelmente um problema com um dos tokens que você está trocando.",
  "These are the total yearly rewards in G$ and GOOD.": "",
  "These tokens are commonly paired with other tokens.": "Esses tokens costumam ser pareados com outros tokens.",
  "Things you can do with your SUSHI": "Coisas que você pode fazer com o seu SUSHI",
  "This is the annual percentage of UBI your stake will create.": "",
  "This is the protocol that the token is staked to.": "Esse é o protocolo no qual o token é apostado.",
  "This is the protocol that the token will be staked to.": "",
  "This is the token that is currently available to stake to the Fund.": "",
  "This is the token that is currently being staked.": "Este é o token que está sendo apostado no momento.",
  "This is the token that you can deposit into the savings contract.": "",
  "This month": "Este mês",
  "This project is in beta. Use at your own risk": "Este projeto está na versão beta. Use por sua conta e risco",
  "This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.": "Esta transação não terá sucesso devido ao movimento do preço ou taxa de transferência. Tente aumentar sua tolerância ao deslizamento.",
  "Tip": "Dica",
  "Tip: Custom tokens are stored locally in your browser": "Dica: Tokens personalizados são armazenados no seu navegador",
  "To": "Para",
  "To (estimated)": "Para (estimado)",
  "To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.": "Para retirar para o SUSHI, vá para Aave e remova axSUSHI como garantia e então para SushiBar para desestocar. Um desenrolar completo estará disponível em breve.",
  "Toggle Expert Mode": "Alternar modo especialista",
  "Token": "Símbolo",
  "Tokens": "Tokens",
  "Tokens from inactive lists. Import specific tokens below or click 'Manage' to activate more lists.": "Tokens de listas inativas. Importe tokens específicos abaixo ou clique em “Gerenciar” para ativar mais listas.",
  "Tools": "Ferramentas",
  "Tools to optimize workflow": "",
  "Tools to optimize your workflow.": "Ferramentas para otimizar seu fluxo de trabalho.",
  "Total": "Total",
  "Total Rewards": "",
  "Total Rewards Paid": "",
  "Total Staked": "",
  "Total amount on value staked.": "Valor total sobre o valor apostado.",
  "Total currently saved.": "",
  "Total rewards claimed.": "",
  "Total stake": "Aposta total",
  "Trade": "Troca",
  "Trade at your own risk!": "Negocie por sua conta e risco!",
  "Transaction History": "Histórico de transações",
  "Transaction Settings": "Configurações de transação",
  "Transaction Submitted": "Transação Enviada",
  "Transaction deadline": "Prazo de transação",
  "Transaction rejected.": "Transação rejeitada.",
  "Transaction settings": "Status da transação",
  "Transaction was sent to the blockchain": "A transação foi enviada para o blockchain",
  "Transactions": "Transações",
  "Transfer Type": "Tipo de transferência",
  "Try Again": "Tente novamente",
  "Try enabling multi-hop trades": "Tente habilitar negociações multi-hop",
  "Turn On Expert Mode": "Ativar modo especialista",
  "Type": "Tipo",
  "Uh Oh!": "Oh, não!",
  "Unknown Source": "Fonte desconhecida",
  "Unknown error": "Erro desconhecido",
  "Unstake": "Desamarrar",
  "Unstaked": "Não Estacado",
  "Unsupported Asset": "Ativo sem suporte",
  "Unsupported Assets": "Ativos incompatíveis",
  "Unwrap": "Desembrulhar",
  "Unwrap {0} W{1} to {2}": "Desembrulhe {0} W {1} para {2}",
  "Update list": "Atualizar Lista",
  "Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.": "Use qualquer ferramenta abaixo para otimizar seu fluxo de trabalho. Observe que algumas ferramentas são experimentais, portanto, use-as com cautela. Se houver um contrato inteligente envolvido para a ferramenta, leia o código e confirme se as chaves foram queimadas.",
  "Use this tool to find pairs that don't automatically appear in the interface": "Use essa ferramenta para encontrar pares que não aparecem automaticamente na interface",
  "V2 Rewarder": "Recompensa de V2",
  "Vesting": "Investimento",
  "Vesting is executed within the guidelines selected by the community in <0>SIMP3</0>.<1/><2/>Please refer to the <3>forum discussion</3> for deliberations on additional points.<4/><5/>Additional records and weekly merkle updates can be found on <6>Github</6>": "O vesting é executado dentro das diretrizes selecionadas pela comunidade no <0> SIMP3 </0> . <1/> <2/> Consulte o <3> fórum de discussão </3> para deliberações sobre pontos adicionais. <4/> <5/> Registros adicionais e atualizações semanais do merkle podem ser encontrados no <6> Github </6>",
  "View On": "Exibir ativado",
  "View Stats": "Ver estatísticas",
  "View SushiBar Stats": "Ver estatísticas do SushiBar",
  "View Your Liquidity Positions": "Visualize suas posições de liquidez",
  "View Your Liquidity Positions >": "Visualize suas posições de liquidez >",
  "View list": "Ver lista",
  "View on explorer": "Ver no explorer",
  "View pair analytics": "Ver análise de par",
  "View transaction on explorer": "",
  "View your SushiBar Portfolio": "Veja o seu portfólio SushiBar",
  "Voltage is an UNI-V2 Automated Market Maker (AMM) \nthat operates on Fuse Network where G$ is paired to other market tokens such as FUSE or USDC. \nThe liquidity relies on Liquidity Providers that aggregate paired tokens to a pool. \nPrice impact might be too high when the swapping volume of one transaction is relatively high to the total liquidity in the pool.": "",
  "WITHDRAW": "RETIRAR",
  "Waiting For Confirmation": "Aguardando a confirmação",
  "Waiting for Confirmation": "Esperando confirmação",
  "Wallet": "Carteira",
  "Wallet Balance": "Saldo da carteira",
  "Wallet balance": "Saldo da carteira",
  "Welcome to Sushi on Polygon (Matic)": "Bem-vindo ao Sushi on Polygon (Matic)",
  "What's an exit contribution?": "O que é uma contribuição anônima?",
  "When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review": "Ao criar um par, você é o primeiro provedor de liquidez. A proporção de tokens que você adiciona definirá o preço deste pool. Quando estiver satisfeito com a taxa, clique em fornecer para revisar",
  "Withdraw": "Retirar",
  "Withdraw G$": "",
  "Withdraw Liquidity": "",
  "Withdraw as {0}?": "Sacar como {0}?",
  "Withdraw {assetSymbol}": "Retire {assetSymbol}",
  "Withdrawing your stake will reset your multiplier.": "",
  "Withdrew funds from {0}": "Sacou fundos de {0}",
  "Wrap": "Embrulho",
  "Wrong Network": "Rede Errada",
  "Yes, I did!": "",
  "Yesterday's APR": "Abril de ontem",
  "Yield": "Produção",
  "Yield Debugger": "",
  "Yield Farms": "",
  "Yield Instruments": "Instrumentos de rendimento",
  "You Will Receive:": "Você receberá:",
  "You are creating UBI to thousands of people around the world.": "Você está criando UBI para milhares de pessoas ao redor do mundo.",
  "You are creating a pool": "Você está criando uma piscina",
  "You are currently browsing": "Você esta atualmente usando",
  "You are on the wrong network": "Você está na rede errada",
  "You can leave the bar and exchange your xSUSHI for SUSHI (as well as collect any earned interest) at any time. However, there are more ways to use xSUSHI to maximize your yield potential!": "",
  "You can leave the bar and exchange your {0} for {1} (as well as collect any earned interest) at any time. However, there are more ways to use {2} to maximize your yield potential!": "Você pode sair da barra e trocar seu {0} por {1} (bem como coletar quaisquer juros ganhos) a qualquer momento. No entanto, existem mais maneiras de usar {2} para maximizar seu potencial de rendimento!",
  "You don’t have liquidity in this pool yet": "Você ainda não tem liquidez neste pool",
  "You have just staked your G$s towards our GoodDAO, \nthis action is gonna reward you with GOOD governance tokens, \nwhich are non-transferable so can't be traded.": "",
  "You have just staked your G$s towards our GoodDAO, this action is gonna reward you with GOOD governance tokens, which are non-transferable so can't be traded.": "Você acabou de locar o seu G$s em nosso GoodDAO, esta ação irá te recompensar com tokens de governança GOD, que são não transferíveis, então não podem ser negociados.",
  "You have successfully claimed your rewards": "Você reivindicou suas recompensas com sucesso",
  "You just used your crypto for good to help fund crypto UBI \nfor all with GoodDollar!": "",
  "You just used your crypto for good to help fund crypto UBI for all with GoodDollar!": "",
  "You need to first approve LP tokens and then migrate it": "Você precisa primeiro aprovar os tokens LP e depois migrá-los",
  "You need to sign the transaction in your wallet": "Você precisa assinar a transação em sua carteira",
  "You will receive": "Você receberá",
  "You've already claimed today. Come back in {tillClaim}": "",
  "Your Claimable SUSHI this Week": "Seu Claimable SUSHI esta semana",
  "Your History": "Seu histórico",
  "Your Liquidity": "Sua Liquidez",
  "Your Liquidity Positions": "Suas posições de liquidez",
  "Your Pool Share": "Seu compartilhamento de piscina",
  "Your Pool Tokens": "Seus Tokens de Pool",
  "Your Staked": "Seu apostado",
  "Your Staked Farms": "Suas fazendas travadas",
  "Your SushiBar Stats": "Suas estatísticas do SushiBar",
  "Your Transaction History": "Seu histórico de transações",
  "Your Transaction History on {0}": "Seu histórico de transações",
  "Your Vested SUSHI will be released each week for the next 6 months. The amount released each week is determined by your historical farming rewards. You do not need to harvest each week as unclaimed amounts from each week will continue to accrue onto the next.": "Seu SUSHI investido será lançado a cada semana pelos próximos 6 meses. O valor liberado a cada semana é determinado por suas recompensas agrícolas históricas. Você não precisa colher todas as semanas, pois as quantidades não reclamadas de cada semana continuarão a acumular na próxima.",
  "Your Wallet": "Sua carteira",
  "Your Yields": "Seus rendimentos",
  "Your current savings balance.": "",
  "Your pool share": "Seu compartilhamento de piscina",
  "Your social contribution from:": "Sua contribuição social de:",
  "Your staking transaction which will generate UBI for thousands of people around \nthe world has just been broadcasted to the network.": "A sua transação de staking, que irá gerar UBI para milhares de pessoas ao redor \ndo mundo acabou de ser transmitida para a rede.",
  "Your staking transaction will generate UBI for thousands of people around \nthe world has just been broadcasted to the network.": "Sua transação de staking irá gerar UBI para milhares de pessoas ao redor \ndo mundo acabou de ser transmitida para a rede.",
  "Your total pool tokens": "Seu total de tokens de pool",
  "Your total pool tokens:": "Seu total de tokens de pool:",
  "Your transaction may be frontrun": "Sua transação pode ser frontrun",
  "Your transaction may fail": "Sua transação pode falhar",
  "Your transaction will revert if it is pending for more than this long.": "Sua transação será revertida se ficar pendente por mais tempo.",
  "Your transaction will revert if it is pending for more than this time.": "",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "Sua transação será revertida se o preço mudar desfavoravelmente em mais do que esta porcentagem.",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Sua transação será revertida se houver um movimento de preço grande e desfavorável antes de ser confirmado.",
  "Your transactions will appear here...": "Suas operações serão exibidas aqui...",
  "Your {exchange} {0}/{1} liquidity will become SushiSwap {2}/{3} liquidity.": "Sua {câmbio} {0} / {1} liquidez se tornará SushiSwap {2} / {3} liquidez.",
  "Your {type} transaction has been confirmed!": "",
  "added": "adicionada",
  "amount": "quantidade",
  "annualized": "anualmente",
  "failed to load": "Falha ao carregar",
  "has been updated to": "foi atualizado para",
  "import it": "importe-o",
  "loading...": "carregando...",
  "max": "max",
  "minutes": "minutos",
  "network": "rede",
  "on the": "sobre o",
  "or the transaction will revert.": "ou a transação será revertida.",
  "per day": "diários",
  "per month": "por mês",
  "removed": "removido",
  "rewards": "recompensas",
  "to": "para",
  "tokens": "tokens",
  "tokens updated": "tokens atualizados",
  "via": "via",
  "xSUSHI Balance": "Balanço xSUSHi",
  "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\nto your share of the SushiBar.": "O xSUSHI ganha automaticamente taxas (0,05% de todas as trocas, incluindo as trocas multichain) proporcionais \n à sua participação no SushiBar.",
  "{0}": "",
  "{0} <0>{1} {2}</0> {3}": "",
  "{0} <0>{1}</0>": "",
  "{0} Deposited": "{0} depositado",
  "{0} Strategy": "{0} Estratégia",
  "{0} per {1}": "{0} por {1}",
  "{amount} {0}": "",
  "{label}": "",
  "• Added by user": "• Adicionado pelo usuário"
}